[
  {
    "title": "MERN Ecommerce Site-Wisecart",
    "description": "I've created a robust and functional eCommerce site using the MERN stack. The frontend was developed using Next.js and TypeScript, offering a smooth user experience. The website enables users to create, edit and sell products with a fully integrated payment system. The site also features related item suggestions and quick search filters to enhance the shopping experience. Additionally, the product pages are designed to be fast-loading and the site has strong SEO. Hosted on DigitalOcean.The website also includes an admin page, where the user can manage the products, track orders, update delivery progress and carry out various other important tasks efficiently. The admin page is designed to provide the necessary tools and insights to ensure the smooth running of the eCommerce platform.",
    "demo": "https://www.youtube.com/embed/RZEb9ekVTAI?autoplay=1",
    "url": "https://thewisecart.com",
    "github": "https://github.com/hari-bhandari/ecommerce-MERN"
  },
  {
    "title": "Blood Bank",
    "description": "Introducing BloodBank, my proud side project aimed at helping patients in need of blood. The idea behind BloodBank came after I discovered the disturbing fact that \"up to 38,000 blood donations are needed each year\". BloodBank connects users who require blood with those willing to donate. Users can easily find donors and requests based on blood type and location. Whenever a blood request is made, BloodBank sends out emails to potential donors in the vicinity, hoping for their support. BloodBank is built using the MERN (MongoDB, Express, React, Node) stack and has already attracted over 1000 users across Nepal.",
    "demo": "https://www.youtube.com/embed/l-gyTHQXtTY?autoplay=1",
    "url": "https://bloodbank-nepal.com",
    "github": "https://github.com/hari-bhandari/blood-bank"
  },
  {
    "title": "SORTING ALGORITHM VISUALISER",
    "description": "Introducing the Sorting Algorithm Visualiser, a dynamic React app designed to illustrate 5 sorting algorithms in a visual manner. This tool was created with the intention of helping students better understand the concept of sorting algorithms, making it easier for them to grasp the techniques involved. With its lightning-fast performance and seamless responsiveness across devices, it's the perfect tool for anyone looking to improve their understanding of sorting algorithms.",
    "demo": "https://sort-visualiser.netlify.app/",
    "url": "https://sort-visualiser.netlify.app/",
    "github": "https://github.com/hari-bhandari/Sorting-Visualiser"
  },

  {
    "title": "Store My Contacts",
    "description": "Introducing SMC - the ultimate solution for managing your contacts. No more losing important phone numbers, emails, or addresses. With SMC, you can easily keep all your contacts in one centralized location. Designed for ease of use, this application was created with my mum in mind, who was struggling to keep her contacts organized. Built with React, MongoDB, and Node.js (including authentication), SMC provides a secure and user-friendly platform for managing your contacts. Best of all, it's hosted on Heroku and accessible from anywhere, making it the perfect solution for anyone looking to simplify their contact management.",
    "demo": "https://storemycontacts.herokuapp.com/",
    "url": "https://storemycontacts.herokuapp.com/",
    "github": "https://github.com/hari-bhandari/contactKeeper"
  }
]
